<template>
  <div class="postPage">
    <div class="page-wrapper">
      <div class="postPage__line-top">
        <img
          class="postPage__line-top--back"
          src="@/assets/icons/arrow-left.svg"
          @click="$router.go(-1)"
        />
        <h2>Бонусная программа</h2>
        <div></div>
      </div>
      <div class="postPage__line-middle">
        <div class="post__subtitle">
          В 2022 г. в «Пельмении» действует следующая бонусная программа:
        </div>
        <p class="post__text">
          Авторизированные в системе лояльности пользователи получают кешбек в
          размере 3% со своих счетов при посещении ресторанов моно-кухни
          «Пельмения» в Санкт-Петербурге и при заказе онлайн на сайте:
          pelmenya-spb.ru доставки или самовывоза. Накопленными бонусами можно
          оплачивать счет в ресторане или при заказе онлайн. Не оплачивается
          часть счета.
        </p>
        <p class="post__text">
          Для авторизации на сайте: pelmenya-spb.ru необходимо войти в профиль
          (иконка в правом верхнем углу),
        </p>
        <hr />
        <img
          src="@/assets/loyaltySignIn.png"
          alt="delivery map"
          class="post__image--big"
        />
        <hr />
        <p class="post__text">
          ввести свой номер мобильного телефона и для подтверждения, код,
          полученный через sms. Далее в профиле указывается ваше имя, почта и
          пароль.
        </p>
        <p class="post__text">
          Для начисления бонусов при посещении «Пельмении» необходимо назвать
          официанту ваш номер телефона, к которому привязан профиль, а для
          оплаты счета накопленными бонусами – также код, полученный через sms.
        </p>
        <p class="post__text">
          При оформлении заказа онлайн автоматически начисляется кешбек даже
          неавторизованному пользователю. При этом в системе создается
          уникальная запись, привязанная к указанному при заказе номеру
          телефона. Зарегистрировав же профиль, можно просматривать историю
          начисления/списания бонусов, а также оплачивать накопленными бонусами
          счет за доставку.
        </p>

        <p class="post__text">
          P.S. С 2022 г. система лояльности на сайте: пельмения.рф – не
          работает. Все накопленные баллы переносятся в новую бонусную систему,
          привязанную к сайту: pelmenya-spb.ru.
        </p>
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
@import "@/assets/_variables.scss";
.post__image {
  &--big {
    width: 100%;
  }
  width: 275px;
}
hr {
  border-top: 1px solid $pl-gray;
  outline: none;
}
</style>
