<template>
  <div class="postPage">
    <div class="page-wrapper">
      <div class="postPage__line-top">
        <img
          class="postPage__line-top--back"
          src="@/assets/icons/arrow-left.svg"
          @click="$router.go(-1)"
        />
        <h2>Оплата, доставка и политика возврата</h2>
        <div></div>
      </div>
      <div class="postPage__line-middle">
        <div class="post__subtitle">Часы работы:</div>
        <p class="post__text">
          Прием заказов производится онлайн круглосуточно, обработка же заказа и
          доставка продукции с 11:00 до 22:00. (т.е. если вы сформировали заказ
          в 23:30 и время доставки указали как - ближайшее, то обработка этого
          заказа будет производиться на следующий день в 11:00). Оператор
          свяжется с Вами, если вы указали на такую необходимость в заказе.
        </p>

        <div class="post__subtitle">Самовывоз блюд:</div>
        <p class="post__text">
          Вы можете забрать заказ самостоятельно из ресторанов сети "Пельмения"
          в часы работы: с 11:00 до 23:00.
        </p>

        <div class="post__subtitle">Доставка:</div>
        <div class="post__subtitle">В зоны 1 (см. карту доставки):</div>
        <p class="post__text">
          Доставляются готовые блюда и замороженные п/ф на следующих условиях:
          стоимость доставки - 200 р. При заказе от 1500 р. - доставка
          производится бесплатно.
        </p>

        <div class="post__subtitle">В зоны 2 (см. карту доставки):</div>
        <p class="post__text">
          Доставляются только замороженные п/ф на следующих условиях: стоимость
          доставки - 350 р. При заказе от 2500 р. - доставка производится
          бесплатно.<br />В случае необходимости доставки по адресу не входящем
          в зону 1 и 2 (например: в ближайшие пригороды), можно оформить
          самовывоз на сайте доставки и самостоятельно вызвать курьера через
          Яндекс Go.
        </p>
        <hr />
        <img
          src="@/assets/deliveryMap.jpeg"
          alt="delivery map"
          class="post__image--big"
        />
        <hr />
        <p class="post__text">
          Зоны 1 – Петроградский, Василеостровский, Центральный и большая часть
          Адмиралтейского района.<br />Зоны 2 – адреса Выборгского,
          Калининского, Приморского, Московского, Фрунзенского, Красносельского,
          Красногвардейского, Невского и Кировского районов, расположенные до
          КАД.
        </p>

        <div class="post__subtitle">Способы оплаты:</div>
        <p class="post__text">
          Оплата происходит через авторизационный сервер Процессингового центра
          Банка с использованием Банковских карт следующих Платежных систем:<br />
          - VISA International<br />
          - MasterCard Worldwide<br />
          - МИР
        </p>
        <img
          src="@/assets/paymentSystems.png"
          alt="payment_systems"
          class="post__image"
        />
        <p class="post__text">
          Для осуществления платежа Вам потребуется сообщить данные Вашей
          пластиковой карты. Передача этих сведений производится с соблюдением
          всех необходимых мер безопасности. Данные будут сообщены только на
          авторизационный сервер Банка по защищенному каналу (протокол TLS).
          Информация передается в зашифрованном виде и сохраняется только на
          специализированном сервере Платежной системы. Сайт и магазин не знают
          и не хранят данные вашей пластиковой карты. При выборе формы оплаты с
          помощью пластиковой карты проведение платежа по заказу производится
          непосредственно после его оформления. После завершения оформления
          заказа в нашем магазине, Вы должны будете нажать на кнопку "Оплата
          картой", при этом система переключит Вас на страницу авторизационного
          сервера, где Вам будет предложено ввести данные пластиковой карты,
          инициировать ее авторизацию, после чего вернуться в наш магазин
          кнопкой "Вернуться в магазин". После того, как Вы возвращаетесь в наш
          магазин, система уведомит Вас о результатах авторизации. В случае
          подтверждения авторизации Ваш заказ будет автоматически выполняться в
          соответствии с заданными Вами условиями. В случае отказа в авторизации
          карты Вы сможете повторить процедуру оплаты.<br />Кроме того, оплата
          заказа может быть проведена за счет бонусных средств клиента, в случае
          если их накоплено достаточно для покрытия суммы заказа. Не допускается
          частичная оплата заказа бонусами.
        </p>

        <div class="post__subtitle">Политика возврата:</div>
        <p class="post__text">
          При оплате картами возврат наличными денежными средствами не
          допускается. Порядок возврата регулируется правилами международных
          платежных систем.
        </p>
        <div class="post__subtitle">1. Основные понятия</div>
        <p class="post__text">
          Понятия и определения, использующиеся в настоящих Правилах оказания
          услуг по приготовлению и доставке блюд (далее – «Правила»),
          употребляются в следующих значениях: «Исполнитель» – организация,
          непосредственно или через привлеченных лиц оказывающая услуги по
          приготовлению готовых блюд и их доставке по заказам Клиентов. «Клиент»
          – лицо, кому оказываются услуги по приготовлению и доставке блюд для
          собственного потребления. «Получатель Заказа» – лицо, получающее
          приготовленную и доставленную по заказу Клиента продукцию. «Сайт» –
          совокупность компьютерных программ, обеспечивающих публикацию данных,
          касающихся услуг, продукции Исполнителя путем сообщения их для
          всеобщего сведения посредством технических средств связи в сети
          Интернет по адресу www.pelmenya-spb.ru. «Услуга» – совокупность
          действий Исполнителя по приготовлению, упаковке, доставке или подачи
          Продукции, заказанной Клиентом. «Продукция» – блюда и сопутствующие
          товары, указанные на Сайте Исполнителя и доступные для заказа
          Клиентом. «Точка Комплектации» - фактическое место осуществления
          процессов, связанных с производством, упаковкой, комплектации и
          подготовкой продукции. «Заказ» – совокупность действий Клиента по
          выражению намерения получить от Исполнителя услугу по приготовлению и
          доставке готовых блюд и сопутствующих товаров, заказанные для
          приготовления и доставки. Под Заказом понимается также комплект блюд и
          сопутствующих товаров, заказанных Клиентом.
        </p>
        <div class="post__subtitle">
          2. Отказ от услуг (Возврат товара надлежащего качества)
        </div>
        <p class="post__text">
          2.1. В соответствии с законодательством РФ возврат продовольственной
          Продукции надлежащего качества не допускается, возврат денежных
          средств за такую Продукцию не производится.
        </p>
        <div class="post__subtitle">
          3. Возврат Продукции ненадлежащего качества
        </div>
        <p class="post__text">
          3.1. В случае если Клиент обнаружит, что ему передана Продукция
          ненадлежащего качества, он вправе до истечения срока годности
          возвратить Продукцию ненадлежащего качества Исполнителю и потребовать
          возврата уплаченной денежной суммы, либо потребовать замены Продукции
          ненадлежащего качества. При этом стоимость Продукции возвращается
          Клиенту в течение 10 дней с момента получения Исполнителем заявления
          Клиента. <br />3.2. Порядок действий при пересортице. В случае
          обнаружения в Заказе Продукции, не соответствующей заказанной, Клиент
          вправе принять данную Продукцию или отказаться от нее и потребовать
          замены на Продукцию, предусмотренную Заказом, либо возврата денежных
          средств за фактически неполученную Продукцию. <br />3.3. Замена
          Продукции, не соответствующей Заказу по ассортименту, осуществляется
          путем оформления нового заказа. <br />3.4. Порядок действий при
          доставке не полностью скомплектованного заказа. <br />При доставке
          меньшего количества Продукции, чем определено Заказом, Клиент вправе
          принять Продукцию в части, соответствующей Заказу, и потребовать
          передать недостающее количество Продукции либо, если недостающая
          Продукция была оплачена, отказаться от Заказа в части недостающей
          Продукции и потребовать возврата денежных средств за недостающую
          Продукцию. Данный факт недовложения Продукции оформляется Актом в
          произвольной форме, который подписывается Клиентом/Получателем и
          курьером. Доставка недостающей Продукции осуществляется посредством
          оформления нового Заказа.
        </p>
        <div class="post__subtitle">
          4. Процедура возврата денежных средств:
        </div>
        <p class="post__text">
          4.1 Обратитесь в колл центр по номеру телефона +7 (812) 600-79-29 или
          напишите письмо на адрес zakaz.pelmenya@mail.ru c указанием номера
          заказа, возвращаемого товара и причины возврата. <br />4.2 Согласуйте
          с менеджером, как Вы будете возвращать товар ненадлежащего качества -
          через курьера или через пункт самовывоза. <br />4.3 Возврат денежных
          средств происходит после возврата товара ненадлежащего качества на
          Точку Комплектации. Если Вы оплачивали заказ на сайте онлайн, деньги
          вернутся на карту. Если оплачивали курьеру или в пункте выдачи,
          менеджер запросит у Вас реквизиты для перечисления средств.
        </p>
        <div class="post__subtitle">
          5. Возврат денежных средств по ошибочным операциям
        </div>
        <p class="post__text">
          Для возврата денежных средств по операциям проведенными с ошибками
          необходимо обратиться с письменным заявлением и приложением копии
          паспорта и чеков/квитанций, подтверждающих ошибочное списание. Данное
          заявление необходимо направить по адресу zakaz.pelmenya@mail.ru.
        </p>
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
@import "@/assets/_variables.scss";
.post__image {
  &--big {
    width: 100%;
  }
  width: 275px;
}
hr {
  border-top: 1px solid $pl-gray;
  outline: none;
}
</style>
