<template>
  <div class="postPage">
    <div class="page-wrapper">
      <div class="postPage__line-top">
        <img
          class="postPage__line-top--back"
          src="@/assets/icons/arrow-left.svg"
          @click="$router.go(-1)"
        />
        <h2>Политика конфиденциальности</h2>
        <div></div>
      </div>
      <div class="postPage__line-middle">
        <p class="post__text">
          Оказание услуг предполагает обработку и хранение персональных данных
          клиентов в автоматизированных информационных системах ООО “ЗАК”. В
          соответствии с действующим законодательством (федеральный закон от
          27.06.2006 года №152-ФЗ «О персональных данных»), ООО “ЗАК” выполнило
          комплекс технических и организационных мероприятий для обеспечения
          безопасности обрабатываемых и хранимых персональных данных наших
          клиентов.
        </p>
        <p class="post__text">
          ООО “ЗАК” применяет в своей работе передовые IT-технологии. Поэтому
          одна из приоритетных задач в работе ООО “ЗАК” - соблюдение
          действующего законодательства Российской Федерации в области
          информационной безопасности, а также требований федерального закона от
          27.06.2006 года №152-ФЗ «О персональных данных», основной целью
          которого является обеспечение защиты прав и свобод человека и
          гражданина при обработке его персональных данных, в том числе защиты
          прав на неприкосновенность частной жизни, личную и семейную тайну.
        </p>
        <p class="post__text">
          1. Цель обработки персональных данных<br />
          Целью сбора, обработки, хранения, а также других действий с
          персональными данными клиентов является исполнение обязательств
          компании перед клиентом по договору с ним.
        </p>
        <p class="post__text">
          2. Принципы обработки персональных данных<br />
          При обработке персональных данных клиентов ООО “ЗАК” придерживается
          следующих принципов: Соблюдение законности получения, обработки,
          хранения, а также других действий с персональными данными; Строгое
          выполнение требований по обеспечению безопасности персональных данных
          и сведений, составляющих личную тайну при их обработке и хранении;
          Обработка персональных данных исключительно с целью исполнения своих
          обязательств по договорам оферты и оказания услуг; Соблюдение прав
          субъекта персональных данных на доступ к его персональным данным.
        </p>
        <p class="post__text">
          3. Состав персональных данных<br />
          В состав обрабатываемых в ООО “ЗАК” персональных данных клиентов могут
          входить: Фамилия, имя, отчество; Паспортные данные; Адрес проживания;
          Номер телефона;
        </p>
        <p class="post__text">
          4. Сбор (получение) персональных данных<br />
          Персональные данные клиентов ООО “ЗАК” получает лично от клиента или
          посредством электронных форм сбора данных. Персональные данные клиента
          могут быть получены с его слов и не проверяются.
        </p>
        <p class="post__text">
          5. Обработка персональных данных<br />
          Обработка персональных данных клиентов в ООО “ЗАК” происходит как
          неавтоматизированным, так и автоматизированным способом. К обработке
          персональных данных в ООО “ЗАК” допускаются только сотрудники
          прошедшие определенную процедуру допуска, к которой относятся:
          Ознакомление сотрудника с локальными нормативными актами ООО “ЗАК”
          (положения, инструкции и т.д.), строго регламентирующими порядок и
          процедуру работы с персональными данными клиентов; Получение
          сотрудником и использование в работе индивидуальных атрибутов доступа
          к информационным системам ООО “ЗАК”, содержащим в себе персональные
          данные клиентов. При этом каждому сотруднику выдаются минимально
          необходимые для исполнения трудовых обязанностей права на доступ в
          информационные системы. Сотрудники, имеющие доступ к персональным
          данным клиентов, получают только те персональные данные, которые
          необходимы им для выполнения конкретных трудовых функций.
        </p>
        <p class="post__text">
          6. Хранение персональных данных<br />
          Персональные данные клиентов хранятся в электронном виде в
          информационных системах персональных данных ООО “ЗАК”, а так же в
          архивных копиях баз данных этих систем. При хранении персональных
          данных клиентов соблюдаются организационные и технические меры,
          обеспечивающие их сохранность и исключающие несанкционированный доступ
          к ним. К ним относятся:
        </p>
        <p class="post__text">
          Назначение подразделения или сотрудника ответственного за тот или иной
          способ хранения персональных данных; Ограничение физического доступа к
          местам хранения и носителям; Учет всех информационных систем и
          электронных носителей, а также архивных копий.
        </p>
        <p class="post__text">
          7. Передача персональных данных третьим лицам<br />
          Передача персональных данных третьим лицам возможна в исключительных
          случаях только с согласия клиента и только с целью исполнения
          обязанностей перед клиентом в рамках договора оферты или оказания
          услуг, кроме случаев, когда такая обязанность у компании наступает в
          результате требований федерального законодательства или при
          поступлении запроса от уполномоченных государственных органов. В
          данном случае ООО “ЗАК” ограничивает передачу персональных данных
          запрошенным объемам. При этом субъекту персональных данных
          направляется уведомление о факте передачи его персональных данных
          третьей стороне, если такое возможно. Персональные данные клиента
          могут быть предоставлены родственникам или членам его семьи только с
          разрешения самого клиента, за исключением случаев, когда передача
          персональных данных без его согласия допускается действующим
          законодательством РФ. В качестве такого разрешения может выступать
          нотариально заверенная доверенность.
        </p>
        <p class="post__text">
          8. Меры по обеспечению безопасности персональных данных при их
          обработке<br />
          Обеспечение безопасности персональных данных в ООО “ЗАК” достигается
          следующими мерами: Ознакомлением работников ООО “ЗАК” с требованиями
          законодательства Российской Федерации о персональных данных и защите
          информации; Назначением должностных лиц ответственных за организацию и
          проведение работ по защите персональных данных; Определением списка
          лиц, допущенных к работе с персональными данными; Разработкой и
          утверждением локальных нормативных актов ООО “ЗАК”, регламентирующих
          порядок обработки персональных данных. Разработкой для администраторов
          информационных систем рабочих инструкций; Реализацией технических мер,
          снижающих вероятность угроз безопасности персональных данных;
          Проведением периодических проверок состояния защищенности
          информационных систем компании; Непрерывным совершенствованием методов
          и способов обеспечения безопасности персональных данных.
        </p>
        <p class="post__text">
          9. Права клиента<br />
          Субъект персональных данных имеет право на получение информации,
          касающейся обработки его персональных данных, в том числе содержащей:
          Подтверждение факта обработки персональных данных; Правовые основания
          и цели обработки персональных данных; Цели и применяемые способы
          обработки персональных данных; Сведения о лицах (за исключением
          сотрудников ООО “ЗАК”), которые имеют доступ к персональным данным или
          которым могут быть раскрыты персональные данные на основании договора
          или на основании федерального закона; Обрабатываемые персональные
          данные, относящиеся к соответствующему субъекту персональных данных,
          источник их получения; Сроки обработки персональных данных, в том
          числе сроки их хранения; Порядок осуществления субъектом персональных
          данных своих прав.
        </p>
        <p class="post__text">
          10.Политика конфиденциальности<br />
          ОПРЕДЕЛЕНИЕ ТЕРМИНОВ<br />
          10.1 В настоящей Политике конфиденциальности используются следующие
          термины: 10.1.1. «Администрация сайта (далее – Администрация сайта) »
          – уполномоченные сотрудники на управления сайтом, которые организуют и
          (или) осуществляет обработку персональных данных, а также определяет
          цели обработки персональных данных, состав персональных данных,
          подлежащих обработке, действия (операции), совершаемые с персональными
          данными. 10.1.2. «Персональные данные» - любая информация, относящаяся
          к прямо или косвенно определенному или определяемому физическому лицу
          (субъекту персональных данных). 10.1.3. «Обработка персональных
          данных» - любое действие (операция) или совокупность действий
          (операций), совершаемых с использованием средств автоматизации или без
          использования таких средств с персональными данными, включая сбор,
          запись, систематизацию, накопление, хранение, уточнение (обновление,
          изменение), извлечение, использование, передачу (распространение,
          предоставление, доступ), обезличивание, блокирование, удаление,
          уничтожение персональных данных. 10.1.4. «Конфиденциальность
          персональных данных» - обязательное для соблюдения Оператором или иным
          получившим доступ к персональным данным лицом требование не допускать
          их распространения без согласия субъекта персональных данных или
          наличия иного законного основания. 10.1.5. «Пользователь сайта
          www.pelmenya.rest – лицо, имеющее доступ к Сайту, посредством сети
          Интернет и использующее его.
        </p>
        <p class="post__text">
          11. ОБЩИЕ ПОЛОЖЕНИЯ<br />
          11.1. Использование Пользователем сайта www.pelmenya.rest означает
          согласие с настоящей Политикой конфиденциальности и условиями
          обработки персональных данных Пользователя. 11.2. В случае несогласия
          с условиями Политики конфиденциальности Пользователь должен прекратить
          использование сайта www.pelmenya.rest 11.3. Администрация сайта не
          проверяет достоверность персональных данных, предоставляемых
          Пользователем сайта www.pelmenya.rest
        </p>
        <p class="post__text">
          12. ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ<br />
          12.1. Настоящая Политика конфиденциальности устанавливает
          обязательства Администрации сайта по неразглашению и обеспечению
          режима защиты конфиденциальности персональных данных, которые
          Пользователь предоставляет по запросу Администрации сайта при
          регистрации на сайте или при оформлении заказа услуги. 12.2.
          Персональные данные, разрешённые к обработке в рамках настоящей
          Политики конфиденциальности, предоставляются Пользователем путём
          заполнения регистрационной формы на Сайте www.pelmenya.rest 12.2.1.
          фамилию, имя, отчество Пользователя; 12.2.2. контактный телефон
          Пользователя; 12.2.3. адрес электронной почты (e-mail);
        </p>
        <p class="post__text">
          13. ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ<br />
          13.1. Персональные данные Пользователя Администрация сайта
          www.pelmenya.rest может использовать в целях: 13.1.1. Идентификации
          Пользователя, зарегистрированного на сайте, для оформления покупки
          блюд и обратной связи в режиме он-лайн. 13.1.2. Предоставления
          Пользователю доступа к персонализированным ресурсам Сайта (личный
          кабинет). 13.1.3. Установления с Пользователем обратной связи, включая
          направление уведомлений, запросов, касающихся использования Сайта,
          оказания услуг, обработка запросов и заявок от Пользователя. 13.1.4.
          Предоставления Пользователю с его согласия, обновлений услуг,
          специальных предложений, информации о ценах, новостной рассылки и иных
          сведений. 13.1.5. Осуществления рекламной деятельности с согласия
          Пользователя.
        </p>
        <p class="post__text">
          14. СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ<br />
          14.1. Обработка персональных данных Пользователя осуществляется без
          ограничения срока, любым законным способом, в том числе в
          информационных системах персональных данных с использованием средств
          автоматизации или без использования таких средств. 14.2. Персональные
          данные Пользователя могут быть переданы уполномоченным органам
          государственной власти Российской Федерации только по основаниям и в
          порядке, установленным законодательством Российской Федерации. 14.3.
          При утрате или разглашении персональных данных Администрация сайта
          информирует Пользователя об утрате или разглашении персональных
          данных. 14.4. Администрация сайта принимает необходимые
          организационные и технические меры для защиты персональной информации
          Пользователя от неправомерного или случайного доступа, уничтожения,
          изменения, блокирования, копирования, распространения, а также от иных
          неправомерных действий третьих лиц.
        </p>
        <p class="post__text">
          15. ОБЯЗАТЕЛЬСТВА СТОРОН<br />
          15.1. Пользователь обязан: 15.1.1. Предоставить информацию о
          персональных данных, необходимую для пользования Сайтом
          www.pelmenya.rest 15.1.2. Обновить, дополнить предоставленную
          информацию о персональных данных в случае изменения данной информации.
          15.2. Администрация сайта обязана: 15.2.1. Использовать полученную
          информацию исключительно для целей, указанных в п. 4 настоящей
          Политики конфиденциальности. 15.2.2. Обеспечить хранение
          конфиденциальной информации в тайне, не разглашать без
          предварительного письменного разрешения Пользователя, а также не
          осуществлять продажу, обмен, опубликование, либо разглашение иными
          возможными способами переданных персональных данных Пользователя, за
          исключением п.п. 5.2. настоящей Политики Конфиденциальности. 15.2.3.
          Принимать меры предосторожности для защиты конфиденциальности
          персональных данных Пользователя согласно порядку, обычно
          используемого для защиты такого рода информации в существующем деловом
          обороте. 15.2.4. Осуществить блокирование персональных данных,
          относящихся к соответствующему Пользователю, с момента обращения или
          запроса Пользователя или его законного представителя либо
          уполномоченного органа по защите прав субъектов персональных данных на
          период проверки, в случае выявления недостоверных персональных данных
          или неправомерных действий.
        </p>
        <p class="post__text">
          16. ОТВЕТСТВЕННОСТЬ СТОРОН<br />
          16.1. Администрация сайта, не исполнившая свои обязательства, несёт
          ответственность за убытки, понесенные Пользователем в связи с
          неправомерным использованием персональных данных, в соответствии с
          законодательством Российской Федерации, за исключением случаев,
          предусмотренных п.п. 5.2. настоящей Политики Конфиденциальности. 16.2.
          В случае утраты или разглашения Конфиденциальной информации
          Администрация сайта не несёт ответственность, если данная
          конфиденциальная информация: 16.2.1. Стала публичным достоянием до её
          утраты или разглашения. 16.2.2. Была получена от третьей стороны до
          момента её получения Администрацией сайта. 16.2.3. Была разглашена с
          согласия Пользователя.
        </p>
        <p class="post__text">
          17. РАЗРЕШЕНИЕ СПОРОВ<br />
          17.1. Все споры решаются в соответствии с законодательством РФ со
          стремлением обеих сторон решить спор в досудебном претензионном
          порядке. 17.2.Получатель претензии в течение 30 календарных дней со
          дня получения претензии, письменно уведомляет заявителя претензии о
          результатах рассмотрения претензии. 17.3. При недостижении соглашения
          спор будет передан на рассмотрение в судебный орган в соответствии с
          действующим законодательством Российской Федерации. 17.4. К настоящей
          Политике конфиденциальности и отношениям между Пользователем и
          Администрацией сайта применяется действующее законодательство
          Российской Федерации.
        </p>
        <p class="post__text">
          18. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ<br />
          18.1. Администрация сайта вправе вносить изменения в настоящую
          Политику конфиденциальности без согласия Пользователя. 18.2. Новая
          Политика конфиденциальности вступает в силу с момента ее размещения на
          Сайте www.pelmenya.rest , если иное не предусмотрено новой редакцией
          Политики конфиденциальности.
        </p>
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
@import "@/assets/_variables.scss";
.post__image {
  width: 275px;
}
hr {
  border-top: 1px solid $pl-gray;
  outline: none;
}
</style>
